app/controllers/users_controller.rb

  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("created_at", "email", "updated_at") VALUES (?, ?, ?)  [["created_at", Mon, 11 Mar 2013 15:49:27 UTC +00:00], ["email", "awaxman11@gmail.com"], ["updated_at", Mon, 11 Mar 2013 15:49:27 UTC +00:00]]